Repository: dlothian/LSAMichif
Catalog: LSAMichif/src/locale/messages.*.xlf
Languages: fr

# welcometitle
source: Welcome To Lac Ste. Anne Michif!
fr: Bienvenue à Lac Ste. Anne Michif!

# pihtokwetitle
source: Pihtokwe! Come on in!
fr: Pihtokwe! Entrez!

source: Learn Michif
fr: Apprendre le Michif

# titleispy
source: I Spy Colours
fr: Les Couleurs

# titlecounting
source: Counting With Muckatoon
fr: Compter avec Muckatoon

# titlemove
source: Move With Michif
fr: Bouger avec le Michif

# titleshare
source: Here To Share
fr: Ici pour partager

# titlestories
source: Stories For Nôsimak
fr: Les histoires pour nôsimak

# titleabout
source: About
fr: À Propos

# learn2count
source: Learn To Count With Muckatoon
fr: Apprendre les couleurs avec Muckatoon!

# one
source: One - Peyak
fr: Un - Peyak

# two
source: Two - Nîso
fr: Deux - Nîso

# three
source: Three - Nisto
fr: Trois - Nisto

# four
source: Four - Newo
fr: Quatre - Newo

# five
source: Five - Niyânan
fr: Cinq - Niyânan

source: Count To Five
fr: Compter à cinq

source: Sing To Ten
fr: Chanter de un à dix

# movetitle
source: Move With Michif
fr: Bouger avec le michif

# moveparagraph
source: Come and play Kokum Ehitwet! (Kokum Says!) To play, you have to do what Kokum tells you, but only if she tells you in Michif! If you do what she says when she tells you in English, you're out! And don't forget to nakî (stop!) when she says! Here are some ideas to get you started!
fr: Viens jouer au kokum ehtwet! (Kokum dit!) Pour jouer, vous devez faire ce que Kokum vous dites, mais seulement lorsqu' elle demande en michif. Si vous faites ce qu’elle demande en englais, vous perdez le jeu! Et n’oubliez pas le nakî (arrêt) lorsque kokum le dit! Voici des idées pour commencer!

# conjugator
source: Want to make more verbs? Click <a>here</a> to use our LSA Michif verb maker!
fr: Voulez-vous conjuguer des verbes? Cliquez <a>ici</a> pour utiliser notre conjugueur michif.

# run
source: Run - Pimpahtâ
fr: Courir - Pimpahtâ

# walk
source: Walk - Pimohtî
fr: Marcher - Pimohtî

# jump
source: Jump - Kwâskohtô
fr: Sauter - Kwâskohtô

# heretosharetitle
source: Here To Share
fr: Ici à partager

# judyshare
source: Sharing With Judy
fr: Judy évoque ses réflexions sur la langue

# kenshare
source: Sharing With Ken
fr: Ken évoque ses réflexions sur la langue

# storiestitle
source: Stories For Nôsimak
fr: Les histoires pour nôsimak

# storyp1
source: Story Part 1
fr: Histoire partie #1

# storyp2
source: Story Part 2
fr: Histoire partie #2

# storyp3
source: Story Part 3
fr: Histoire partie #3

# abouttitle
source: About
fr: À Propos

# creditsp
source: Video Credits: <br/> <br/>Made By: <br/>Maureen Belanger <br/>Riplea Lothian <br/>Heather Hatch <br/>Jamie Bourque <br/> <br/>Produced By: <br/>Heather Hatch <br/>Jamie Bourque <br/>Riplea Lothian <br/>Maureen Belanger <br/> <br/>Starring: <br/>Judith Hilbert <br/>Cyrille Ken Letendre <br/>Rayleigh Vazquez <br/>Sofia Vazquez <br/>Ivy Brandsma <br/>Soleil Dionne <br/> <br/>Riplea Lothian as Muckatoon <br/> <br/>Maureen Boulanger as Kokum Ernestine <br/> <br/>DOP - Jamie Bourque <br/> <br/>Director - Heather Hatch <br/> <br/>Illustrator - Aisha Snowden <br/> <br/>Editor - Jamie Bourque <br/> <br/>Grip - Frieda Bourque <br/> <br/>Technical Support <br/> <br/> <br/>Website By: <br/>Delaney Lothian
fr: <br/>Réaliser par: <br/>Heather Hatch <br/>Jamie Bourque <br/>Riplea Lothian <br/>Maureen Belanger <br/> <br/>Avec la participation de: <br/>Judith Hilbert <br/>Cyrille Ken Letendre <br/>Rayleigh Vazquez <br/>Sofia Vazquez <br/>Ivy Brandsma <br/>Soleil Dionne <br/> <br/>Riplea Lothian - Muckatoon <br/> <br/>Maureen Boulanger - Kokum Ernestine <br/> <br/>DOP - Jamie Bourque <br/> <br/>Réalisatrice - Heather Hatch <br/> <br/>Illustratrice - Aisha Snowden <br/> <br/>Monteur - Jamie Bourque <br/> <br/>Machiniste caméra - Frieda Bourque <br/> <br/> <br/> <br/> <br/>Site web: <br/>Delaney Lothian

# psponsored
source: Sponsored by the Government of Canada
fr: Financé par le gouvernement du Canada

# playispy
source: Play I Spy With Kokum!
fr: Jouez I Spy With Kokum!

# learwcolors
source: Learn Colours With Muckatoon!
fr: Apprendre les couleurs avec Muckatoon!
